#+FILETAGS: REFILE

* DONE Revew champs ethnic request with Jen
  CLOSED: [2017-05-12 Fri 14:22] DEADLINE: <2017-05-12 Fri>
  - CLOSING NOTE [2017-05-12 Fri 14:22] \\
    Reviewed with Jen. Plan is to get everything complete by Thursday 5/18/2017
  :LOGBOOK:
  CLOCK: [2017-05-11 Thu 14:18]--[2017-05-11 Thu 14:18] =>  0:00
  :END:
[2017-05-11 Thu 14:18]
* DONE Make Sous Vide Pork Samples with 20% less onions and chiles
  CLOSED: [2017-05-16 Tue 14:54] DEADLINE: <2017-05-16 Tue>
  :PROPERTIES:
  :Product:  Sous Vide Pork
  :END:
  - CLOSING NOTE [2017-05-16 Tue 14:54] \\
    Jen/Tony finished this sample up today.
  :LOGBOOK:
  CLOCK: [2017-05-12 Fri 10:46]--[2017-05-12 Fri 10:50] =>  0:04
  :END:
[2017-05-12 Fri 10:46]
* DONE Evaluate Red and Green Peppers from Eckert and Hanover
  CLOSED: [2017-05-19 Fri 11:20] DEADLINE: <2017-05-19 Fri>
  - CLOSING NOTE [2017-05-19 Fri 11:20] \\
    No issues going to Eckert. We'll need to watch how we're starging the tote to make sure we don't have a lot of freeze/thaw issues.
  :LOGBOOK:
  CLOCK: [2017-05-16 Tue 14:47]--[2017-05-16 Tue 14:49] =>  0:02
  :END:
[2017-05-16 Tue 14:47]
* DONE Check with Justin on water addition for Champs mac and cheese
  CLOSED: [2017-05-18 Thu 10:13] DEADLINE: <2017-05-18 Thu>
  - CLOSING NOTE [2017-05-18 Thu 10:13] \\
    Verified with Justin that we add 10 gallons per starch bucket (20 gallons total)
  :LOGBOOK:
  CLOCK: [2017-05-17 Wed 15:47]--[2017-05-17 Wed 15:47] =>  0:00
  :END:
[2017-05-17 Wed 15:47]
* CANCELLED Decide if Thursday of Friday will work best for Microbac visit :CANCELLED:
  CLOSED: [2017-06-29 Thu 10:12] DEADLINE: <2017-06-23 Fri>
  - State "CANCELLED"  from "TODO"       [2017-06-29 Thu 10:12] \\
    I will come back to this.
  :LOGBOOK:
  CLOCK: [2017-06-20 Tue 15:29]--[2017-06-20 Tue 15:30] =>  0:01
  :END:
[2017-06-20 Tue 15:29]
[[file:~/files/org-files/Champs%20(PFS).org::*Projects][Projects]]
* TODO Check with Jen about pH probe and salsa
  DEADLINE: <2017-06-30 Fri>
  :LOGBOOK:
  CLOCK: [2017-06-29 Thu 09:24]--[2017-06-29 Thu 09:25] =>  0:01
  :END:
[2017-06-29 Thu 09:24]
* DONE Look into tortilla and cilantro usage for Enchilada Kit.
  CLOSED: [2017-07-11 Tue 15:24] SCHEDULED: <2017-07-11 Tue>
  - CLOSING NOTE [2017-07-11 Tue 15:24] \\
    Looks like damaged bags of tortilla and cilantro are adding up over time.
  :LOGBOOK:
  CLOCK: [2017-07-07 Fri 09:52]--[2017-07-07 Fri 09:53] =>  0:01
  :END:
[2017-07-07 Fri 09:52]
* Saturday 2017/07/15                                                  :NOTE:
  :LOGBOOK:
  CLOCK: [2017-07-15 Sat 14:27]--[2017-07-15 Sat 14:46] =>  0:19
  CLOCK: [2017-07-15 Sat 11:11]--[2017-07-15 Sat 11:15] =>  0:04
  :END:
** Champs Green Beans
*** [2017-07-15 Sat 11:11]
  - Unable to print Champs Green Beans case information properly
    - Co Pilot printer and computer were not talking.
    - We tried rebooting both the printer and the computer, but still couldn't get them to work.
    - We tried everything we could think of, but nothing worked.
    - We will print the use by date, but we are not able to print the bar code (mfg. date info).
    - Printed code used is: 03018-17191-12 1 Use By 07/10/18
** Chester's Green Beans
[2017-07-15 Sat 14:32]
- Cryovac
  - Made 2 batches of broth then SV cooked a batch in the kettle. Went back to broth then SV cooked 2 bathes of beans. Will go back and  make last batch of broth.
  - Scoop that was being used for the bacon went missing. Scoop was found in the Cryo hopper.
- SV Cooking
  - Kettle Cook: Down 30 minutes clearing bags away from the mixer and outlet pipe.
** Queso Mama Green Chile Queso
*** [2017-07-15 Sat 14:32]
- All product packed.
** SV Chicken 
*** [2017-07-15 Sat 14:40]
- 1 pallet was packed incorrectly from vendor. Chicken wasn't bagged or separated. It was just a box of chicken breast frozen into a block. It was not processed.
- Having issues finding available totes between green beans and queso.
** MV Chicken
*** [2017-07-15 Sat 14:33]
-No issues. 
** Champs Mac and Cheese
*** [2017-07-15 Sat 14:32]
- Finished packing Champs Mac and Cheese from 7/14 production.
**** TODO Take a look at the new RS Bongard Cheese frozen to test grinder. Capture results.
     SCHEDULED: <2017-07-28 Fri>
     :LOGBOOK:
     CLOCK: [2017-07-19 Wed 16:00]--[2017-07-19 Wed 16:02] =>  0:02
     :END:
   [2017-07-19 Wed 16:00]
- Want to look at grinding a 45# block of cheese.
